Repository: Briankurtish/Custom_inventory_system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Password
fr: Mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: Role
fr: Rôle

source: Company
fr: Entreprise

source: Department
fr: Département

source: Worker Role
fr: Rôle de l'employé

source: Privilege Name
fr: Nom du privilège

source: Privilege Description
fr: Privilège Description

source: Edit Worker
fr: Editer l'employée

source: Add Worker
fr: Ajouter un Employée

source: Manage Workers
fr: Gérer les Employés

source: Employee Information
fr: Informations sur les employés

source: Create Privilege
fr: Créer un privilège

source: Workers
fr: Employés

source: Manage Privileges
fr: Gérer les privilèges

source: Manage Privileges for
fr: Gérer les privilèges pour

source: Save Privileges
fr: Sauvegarder les privilèges

source: Back to Workers
fr: Retour aux Employés

source: Roles and Privileges
fr: Rôles et privilèges

source: Select Role
fr: Sélectionner un rôle

source: Choose a role
fr: Choisir un rôle

source: Get Privileges
fr: Obtenir des privilèges

source: Privileges for
fr: Gérer les privilèges pour

source: No privileges found for the selected role
fr: Aucun privilège n'a été trouvé pour le rôle sélectionné

source: Workers List
fr: Liste des Employés

source: Add Employee
fr: Ajouter un employé

source: Employee List
fr: Liste des employés

source: Employee ID
fr: ID de l'employé

source: Username
fr: Nom d'utilisateur

source: Employee Credentials created successfully!
fr: Les données d'identification des employés ont été créées avec succès !

source: Employee Credentials updated successfully!
fr: Mise à jour réussie des titres de compétences des employés !

source: Employee Privileges updated successfully!
fr: Privilèges des employés mis à jour avec succès !

source: Privilege created successfully!
fr: Privilège créé avec succès !

source: Error creating privilege. Please check the input.
fr: Erreur lors de la création d'un privilège. Veuillez vérifier l'entrée.

source: English
fr: Anglais

source: French
fr: Français

source: Home
fr: Accueil

source: Customers
fr: Clients

source: Stock Request
fr: Demande de stocks

source: Stock In Transit
fr: Stock en transit

source: Transferred Stock
fr: Stock transféré

source: Invoices
fr: Factures

source: Roles & Privileges
fr: Rôles et privilèges

source: Welcome Back
fr: Bienvenue

source: Title: Test Page
fr: Titre : Page de test
