Repository: Briankurtish/Custom_inventory_system
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Login
fr: Connexion

source: Welcome to
fr: Bienvenue à

source: Please sign-in to your account and start the adventure
fr: Connectez-vous à votre compte et commencez l'aventure

source: Welcome back, {user.username}!
fr: Bienvenue, {user.username}!

source: Invalid username or password.
fr: Nom d'utilisateur ou mot de passe invalide.

source: Please correct the errors below.
fr: Veuillez corriger les erreurs ci-dessous.

source: You have been logged out successfully.
fr: Vous avez été déconnecté avec succès.

source: Enter Branch Name
fr: Entrer le nom de la branche

source: Enter Branch Address
fr: Saisir l'adresse de la branche

source: Branch Name
fr: Nom de la branche

source: Address
fr: Adresse

source: Branch Type
fr: Type de branche

source: Add Branch
fr: Ajouter une branche

source: Edit Branch Details
fr: Modifier les détails de la succursale

source: New Branch Details
fr: Détails de la nouvelle branche

source: Submit
fr: Soumettre

source: Add New Branch
fr: Ajouter une nouvelle branche

source: Branch List
fr: Liste des branches

source: Edit
fr: Editer

source: Delete
fr: Supprimer

source: Manage Branches
fr: Gérer les branches

source: Warning
fr: Avertissement

source: Are you sure you want to delete
fr: Êtes-vous sûr de vouloir supprimer

source: Cancel
fr: Annuler

source: Yes
fr: Oui

source: Branch Created Successfully
fr: Branche créée avec succès

source: Branch Updated Successfully
fr: Branche mise à jour avec succès

source: Branch Deleted Successfully
fr: Branche supprimée avec succès

source: Enter customer name
fr: Saisir le nom du client

source: Enter Contact Person Name
fr: Saisir le nom de la personne de contact

source: Enter telephone
fr: Entrer le numéro de téléphone

source: Enter email
fr: Saisir l'email

source: Enter agreement number
fr: Saisir le numéro de l'accord

source: Enter tax payer number
fr: Saisir le numéro de contribuable

source: Customer Name
fr: Nom du client

source: Branch
fr: Branche

source: Sales Rep
fr: Représentant commercial

source: Contact Person
fr: Personne de contact

source: Agreement Number
fr: Numéro de l'accord

source: Tax Payer Number
fr: Numéro de contribuable

source: Location Plan
fr: Plan de situation

source: Edit Customer
fr: Modifier le client

source: Add Customer
fr: Ajouter un client

source: Edit Customer Information
fr: Modifier les informations sur le client

source: Customer Information
fr: Informations sur les clients

source: Credit report
fr: Rapport de crédit

source: Credit Status/ Credit Report
fr: Statut de crédit/ Rapport de crédit

source: Dashboard
fr: Tableau de bord

source: Orders
fr: Commandes

source: Order Details
fr: Détails de la commande

source: Credit Report
fr: Rapport de crédit

source: Customer Credit Report
fr: Historique du crédit client

source: Client Name
fr: Nom du client

source: Client Code
fr: Code du client

source: Report Date
fr: Date du rapport

source: Total Due
fr: Total dû

source: Past Invoices
fr: Factures antérieures

source: Invoice Number
fr: Numéro de la facture

source: Invoice Date
fr: Date de la Facture

source: Total Amount
fr: Montant total

source: Paid Amount
fr: Montant payé

source: Amount Due
fr: Montant dû

source: No credit history found for this customer
fr: Aucun historique de crédit n'a été trouvé pour ce client

source: Customer List
fr: Liste des clients

source: Name
fr: Nom

source: View Credits
fr: Voir les crédits

source: Customer created successfully
fr: Client créé avec succès

source: Customer record deleted successfully
fr: L'enregistrement du client a été supprimé avec succès

source: Accountant Dashboard
fr: Tableau de bord du comptable

source: GC PHARMA Accountant 💻
fr: GC PHARMA Comptable 💻

source: Manage and control all aspects of your inventory system. Monitor and get up-to-date information about your stock.
fr: Gérez et contrôlez tous les aspects de votre système d'inventaire. Contrôlez et obtenez des informations actualisées sur votre stock.

source: Branch Dashboard
fr: Tableau de bord de la branche

source: View Badge User
fr: Voir l'utilisateur du badge

source: Quick Actions Board
fr: Tableau des actions rapides

source: Access functions of your dashboard easily. Get quick access and increase productivity.
fr: Accédez facilement aux fonctions de votre tableau de bord. Accédez rapidement aux fonctions et augmentez votre productivité.

source: Validate Orders
fr: Valider les commandes

source: Customer Credit History
fr: Historique du crédit client

source: Sales Rep Credit History
fr: Historique du crédit représentant des ventes

source: Confirmed Orders
fr: Commandes confirmées

source: Notice Board
fr: Tableau d'affichage

source: GC PHARMA - ANNOUNCEMENTS
fr: GC PHARMA - ANNONCES

source: No Notice to show at the moment ⚠️
fr: Aucun avis n'est disponible pour le moment ⚠️

source: CG PHARMA Admin Panel 💻
fr: Panneau d'administration de CG PHARMA 💻

source: Manage and control all aspects of your inventory system<br>Monitor and get up-to-date information about your stock
fr: Gérer et contrôler tous les aspects de votre système d'inventaire Contrôler et obtenir des informations actualisées sur votre stock

source: View Stock
fr: Voir le stock

source: View More
fr: Voir plus

source: Total Stock
fr: Stock total

source: Sales
fr: Vente

source: View Orders
fr: Voir les commandes

source: Create Notice
fr: Créer un avis

source: ADMIN DASHBOARD
fr: TABLEAU DE BORD DE L'ADMINISTRATEUR

source: View Requests
fr: Voir les demandes

source: Total Customers
fr: Total des clients

source: View Customers
fr: Voir les clients

source: Profile Report
fr: Rapport de profil

source: Branch Cashier Dashboard
fr: Tableau de bord du caissier

source: GC PHARMA Cashier 💻
fr: GC PHARMA Caissier 💵

source: Manage and control all aspects of your inventory system
fr: Gérer et contrôler tous les aspects de votre système d'inventaire Contrôler et obtenir des informations actualisées sur votre stock

source: Monitor and get up-to-date information about your stock
fr: Contrôler et obtenir des informations actualisées sur votre stock

source: Access functions of your dashboard easily
fr: Accédez facilement aux fonctions de votre tableau de bord

source: Get quick access and increase productivity
fr: Accès rapide et augmentation de la productivité

source: Create Order
fr: Créée Bon de Commande

source: View Reports
fr: Voir les documents

source: Purchase Order
fr: Bon de Commande

source: Created
fr: Créée

source: GC PHARMA INVENTORY
fr: GC PHARMA - ANNONCES

source: GC PHARMA Central Stock Manager 📈
fr: Gestionnaire central des stocks

source: Access function of your dashboard Easily
fr: Accédez facilement aux fonctions de votre tableau de bord

source: Get Quick Access and increase productivity
fr: Accès rapide et augmentation de la productivité

source: Create Customs Report
fr: Créer un rapport douanier

source: Create Goods Receipt Note (Bon de Recu)
fr: Créer un Bon de Recu (Goods Receipt Note)

source: Goods Receipt Note (Bon de Recu)
fr: Bon de Recu

source: Confirm Goods Receipt Note
fr: Confirmer Bon de Recu

source: View Documents
fr: Voir les documents

source: GC PHARMA CENTRAL WAREHOUSE
fr: GC PHARMA MAGASIN CENTRAL

source: Declined Requests
fr: Demandes rejetées

source: Requests
fr: Demandes

source: View Declined
fr: Voir déclinée

source: Warehouse Stock
fr: Stock de l'entrepôt

source: Products
fr: Produits

source: Update Stock
fr: Mise à jour du stock

source: Marketing Director Dashboard
fr: Tableau de bord du directeur marketing

source: GC PHARMA Marketing Director 📊
fr: GC PHARMA Directeur Marketing 📊

source: Manage and control all aspects of your inventory system.
fr: Gérer et contrôler tous les aspects de votre système d'inventaire Contrôler et obtenir des informations actualisées sur votre stock.

source: Monitor and get up-to-date information about your stock.
fr: Contrôler et obtenir des informations actualisées sur votre stock.

source: New Stock Request
fr: Demande de stocks

source: Access your dashboard functions easily.
fr: Accédez facilement aux fonctions de votre tableau de bord.

source: Increase productivity with quick actions.
fr: Augmentez votre productivité grâce à des actions rapides.

source: Stock Requests
fr: Demande de stocks

source: Pending Stock Requisition
fr: Demande de stock en attente

source: View Pending
fr: Voir en suspens

source: Approved Stock Requisition
fr: Demande de stock approuvée

source: View Approved
fr: Voir approuvé

source: No notice to show at the moment ⚠️
fr: Aucun avis n'est disponible pour le moment ⚠️

source: Branch Secretary Dashboard
fr: Secrétaire de branche

source: GC PHARMA Branch Secretary 💻
fr: Secrétaire de la branche GC PHARMA 💻

source: No Notice to show at the moment
fr: Aucun avis n'est disponible pour le moment ⚠️

source: Enter Generic Name
fr: Entrer le DCI

source: Enter Brand Name (optional)
fr: Entrer le nom de la marque

source: Generic Name
fr: DCI

source: Brand Name
fr: Nom de la marque

source: Edit Generic Name
fr: Modifier DCI

source: Add Generic Name
fr: Ajouter un DCI

source: Product Generic Name List
fr: Liste des DCI des produits

source: Manage Generic Names
fr: Gérer les DCI

source: Generic name added successfully!
fr: DCI ajouté avec succès !

source: Generic name updated successfully!
fr: DCI mis à jour avec succès !

source: Generic name deleted successfully!
fr: DCI supprimé avec succès !

source: Customer
fr: Client

source: Sales Representative
fr: Représentant des ventes

source: Payment Method
fr: Mode de paiement

source: Amount Paid
fr: Montant payé

source: Amount paid cannot exceed the grand total.
fr: Le montant payé ne peut pas dépasser le total général.

source: Product
fr: Produit

source: Quantity
fr: Quantité

source: Price
fr: Prix

source: Amount paid cannot exceed the invoice's grand total.
fr: Le montant payé ne peut pas dépasser le total général de la facture.

source: Amount paid cannot exceed the remaining amount due.
fr: Le montant payé ne peut excéder le montant restant dû.

source: Old Invoice
fr: Ancienne facture

source: Add Invoice
fr: Ajouter une facture

source: Invoice List
fr: Liste des Factures

source: Invoice ID
fr: ID

source: Created By
fr: Créé par

source: Created At
fr: Créé à

source: View
fr: Voir

source: Add Payment
fr: Ajouter un paiement

source: Payment History
fr: Historique des paiements

source: No Invoices available
fr: Pas de factures disponibles

source: Add Item
fr: Ajouter un article

source: Order Items
fr: Articles à commander

source: Unit Price
fr: Prix unitaire

source: Total Price
fr: Prix total

source: Remove
fr: Retirer

source: Grand Total
fr: Total général

source: Invoice Payment History
fr: Historique des paiements des factures

source: Add Old Invoice
fr: Ajouter une ancienne facture

source: Next
fr: Suivant

source: Add Items
fr: Ajouter des éléments

source: Date Created
fr: Date de création

source: Product Code
fr: Code produit

source: Product Name
fr: Nom du produit

source: No items found for this order
fr: Aucun article trouvé pour cette commande

source: Approve
fr: Approuver

source: Decline
fr: Déclin

source: Payment History for Invoice
fr: Historique des paiements pour la facture

source: Invoice Total
fr: Total de la facture

source: Total Amount Paid
fr: Montant total payé

source: Total Amount Due
fr: Montant total dû

source: Percentage Paid
fr: Pourcentage payé

source: Percentage Left
fr: Pourcentage reastant

source: Payment Date
fr: Date de paiement

source: Account Details
fr: Détails du compte

source: No payment history available for this invoice
fr: Aucun historique de paiement n'est disponible pour cette facture

source: Invalid form submission. Please correct the errors.
fr: Soumission de formulaire invalide. Veuillez corriger les erreurs.

source: Invalid item index provided.
fr: L'index de l'article fourni n'est pas valide.

source: Old Invoice Created Successfully.
fr: Ancienne facture créée avec succès.

source: No items in the order or missing order details.
fr: Aucun article dans la commande ou détails de la commande manquants.

source: Payment amount cannot exceed the invoice's grand total.
fr: Le montant du paiement ne peut pas dépasser le total général de la facture.

source: Payment amount cannot exceed the remaining amount due.
fr: Le montant du paiement ne peut pas dépasser le montant restant dû.

source: Payment added successfully!
fr: Paiement ajouté avec succès !

source: Error adding payment. Please check the form.
fr: Erreur lors de l'ajout d'un paiement. Veuillez vérifier le formulaire.

source: Insufficient stock: only {stock.quantity} units available for {stock.product.generic_name_dosage}.
fr: Stock insuffisant : seulement {stock.quantity} unités disponibles pour {stock.product.generic_name_dosage}.

source: Payment Mode
fr: Mode de paiement

source: Account Paid to
fr: Compte payé à

source: Amount paid must be greater than zero.
fr: Le montant payé doit être supérieur à zéro.

source: Recent Invoices
fr: Factures récentes

source: Create Purchase Order
fr: Créer un bon de commande

source: Submit Order
fr: Soumettre une commande

source: Invoice Details
fr: Détails de la facture

source: Invoice
fr: Facture

source: Status
fr: Statut

source: UnPaid
fr: Non payé

source: Payment Ongoing
fr: Paiement en cours

source: Payment Completed
fr: Paiement effectué

source: Reject
fr: Rejeter

source: Cancel Order
fr: Annuler la commande

source: Download Purchase Order PDF
fr: Télécharger l'ordre d'achat PDF

source: Reject Order
fr: Rejeter l'ordre

source: Rejection Notes
fr: Notes de rejet

source: Total Paid
fr: Total payé

source: Invoice Payment
fr: Paiement de la facture

source: Submit Payment
fr: Soumettre le paiement

source: Get Customer Report
fr: Obtenir un rapport sur les clients

source: Get Credit Report
fr: Obtenir un rapport de crédit

source: Pending
fr: En attente

source: Approved
fr: Approuvé

source: Rejected
fr: Rejeté

source: Rejection Reason
fr: Motif du rejet

source: Edit Prices
fr: Modifier les prix

source: Edit Prices for Order
fr: Modifier les prix pour la commande

source: Current Price
fr: Prix actuel

source: New Temporary Price
fr: Nouveau prix temporaire

source: Reason for Price Change
fr: Raison du changement de prix

source: Save Changes
fr: Enregistrer les modifications

source: Order
fr: Commande

source: Approve Order
fr: Approbation de la commande

source: Approval Notes
fr: Notes d'approbation

source: Order List
fr: Liste de Commandes

source: Filter by Status
fr: Filtrer par statut

source: All
fr: Tous

source: Canceled
fr: Annulé

source: Order ID
fr: ID de la commande

source: Approved By
fr: Approuvé par

source: Sales Rep Credit report
fr: Représentant des ventes Rapport de crédit

source: Sales Rep Credit Status/ Credit Report
fr: Statut de crédit du représentant commercial/ Rapport de crédit

source: Sales Rep Credit Report
fr: Rapport de crédit du représentant commercial

source: Sale Rep ID
fr: ID

source: Current Invoices
fr: Factures courantes

source: No credit history found for this Sale Rep
fr: Aucun historique de crédit n'a été trouvé pour ce représentant de commerce

source: Invalid form input. Please correct the errors.
fr: Entrée de formulaire non valide. Veuillez corriger les erreurs.

source: Purchase order submitted successfully.
fr: Le bon de commande a été soumis avec succès.

source: Approval notes are required.
fr: Des notes d'approbation sont nécessaires.

source: This order has already been processed.
fr: Cette commande a déjà été traitée.

source: Order approved and invoice generated successfully.
fr: Commande approuvée et facture générée avec succès.

source: Rejection notes are required.
fr: Des notes de rejet sont nécessaires.

source: Order rejected successfully.
fr: Client créé avec succès.

source: Only approved orders can be canceled.
fr: Seules les commandes approuvées peuvent être annulées.

source: Order canceled and stock levels restored successfully.
fr: La commande a été annulée et les niveaux de stock ont été rétablis avec succès.

source: Please provide a reason for the price change.
fr: Veuillez indiquer la raison du changement de prix.

source: Prices and grand total updated successfully for this order.
fr: Les prix et le total général ont été mis à jour avec succès pour cette commande.

source: Enter Pack Size
fr: Saisir la taille de l'emballage

source: Pack Size
fr: Taille de l'emballage

source: Add Pack Size
fr: Ajouter la taille de l'emballage

source: Product Pack Size List
fr: Liste des tailles des paquets de produits

source: Manage Pack Sizes
fr: Gérer les tailles d'emballage

source: Pack Size added successfully!
fr: Taille de l'emballage ajoutée avec succès !

source: Pack Size updated successfully!
fr: La taille de l'emballage a été mise à jour avec succès !

source: Pack Size deleted successfully!
fr: Pack Size supprimé avec succès !

source: Batch Number
fr: Numéro de lot

source: Generic Name & Dosage
fr: DCI

source: Expiry Date
fr: Date d'expiration

source: Select the generic name from the list
fr: Sélectionnez le nom générique dans la liste

source: Unit Price of the product
fr: Prix unitaire du produit

source: Edit Product
fr: Modifier Produits

source: Add Product
fr: Ajouter un produit

source: Add Batch Number
fr: Ajouter un numéro de lot

source: Batch Number List
fr: Liste des numéros de lots

source: Exipry Date
fr: Date d'expiration

source: Manage Batch
fr: Gérer les lots

source: Are you sure you want to delete this
fr: Êtes-vous sûr de vouloir supprimer

source: Manage Products
fr: Gérer les produits

source: Poducts
fr: Produits

source: Product List
fr: Liste des Produits

source: Add Price
fr: Ajouter un prix

source: Batch number added successfully!
fr: Numéro de lot ajouté avec succès !

source: Product added successfully!
fr: Produit ajouté avec succès !

source: Product updated successfully!
fr: Produit mis à jour avec succès !

source: Product price updated successfully!
fr: Le prix du produit a été mis à jour avec succès !

source: Product deleted successfully!
fr: Produit supprimé avec succès !

source: Batch edited successfully!
fr: L'édition par lots a été réalisée avec succès !

source: Batch deleted successfully!
fr: Suppression par lots réussie !

source: Enter Product
fr: Saisir le produit

source: Enter quantity
fr: Saisir la quantité

source: Enter reason (optional)
fr: Saisir le motif

source: Reason
fr: Raison

source: New Recommedation
fr: Nouvelle recommandation

source: Send a new recommendation
fr: Envoyer une nouvelle recommandation

source: Send
fr: Envoyer

source: Recommendations
fr: Recommandations

source: New Recommendation
fr: Nouvelle recommandation

source: View Document
fr: Voir le document

source: Recommendation sent successfully!
fr: Recommandation envoyée avec succès !

source: Sales Rep List
fr: Liste de Représentant commercial

source: Sales Rep ID
fr: ID

source: First Name
fr: Prénom

source: Last Name
fr: Dernier nom

source: Phone Number
fr: Numéro de téléphone

source: Add Stocks
fr: Ajouter des stocks

source: Add Stock
fr: Ajouter un stock

source: Add to List
fr: Ajouter à la liste

source: New Stock List
fr: Nouvelle liste de stocks

source: No items in the list
fr: Aucun élément dans la liste

source: Track Stocks
fr: Suivi des stocks

source: Stock Levels
fr: Niveaux de stock

source: All stock
fr: Tous les stocks

source: Stock Levels for
fr: Niveaux de stock pour

source: Select which warehouse you want to view
fr: Sélectionnez l'entrepôt que vous souhaitez consulter

source: Stock Details
fr: Détails du stock

source: Central Warehouse
fr: Entrepôt central

source: Quantity Available
fr: Quantité disponible

source: Loading stock data...
fr: Chargement des données sur les stocks...

source: Filter by Branch
fr: Filtrer par branche

source: Filter
fr: Filtre

source: Search Product (Product Code or Generic Name)
fr: Rechercher un produit (code produit ou DCI)

source: Select Product
fr: Sélectionner un produit

source: In Stock
fr: En stock

source: Out of Stock
fr: En rupture de stock

source: No stock to display yet
fr: Pas de stock à afficher pour l'instant

source: No branch affiliated
fr: Aucune branche affiliée

source: No stock details available for this branch
fr: Aucun détail sur les stocks n'est disponible pour cette branche

source: Update Stocks
fr: Mise à jour des stocks

source: Update Stock for
fr: Mise à jour du stock pour

source: Item added to temporary stock list.
fr: Article ajouté à la liste des stocks temporaires.

source: Invalid data. Please check the form.
fr: Données non valides. Veuillez vérifier le formulaire.

source: Item removed from the temporary stock list.
fr: Article retiré de la liste du stock temporaire.

source: Stock updated successfully.
fr: Le stock a été mis à jour avec succès.

source: Quantity must be greater than zero.
fr: La quantité doit être supérieure à zéro.

source: Invalid quantity. Please enter a number greater than zero.
fr: Quantité non valide. Veuillez saisir un nombre supérieur à zéro.

source: Please select a valid product and branch.
fr: Veuillez sélectionner un produit et une branche valides.

source: No items in the update list to update.
fr: Aucun élément de la liste de mise à jour n'est à mettre à jour.

source: Stock updates applied successfully.
fr: Les mises à jour du stock ont été appliquées avec succès.

source: Create Stock Request
fr: Créer une demande de stock

source: Add to Request List
fr: Ajouter à la liste des demandes

source: Stock Request List
fr: Liste des demandes de stock

source: No items in the request list
fr: Aucun élément dans la liste des demandes

source: Submit Request
fr: Soumettre une demande

source: Stock Request Details
fr: Demande de stock Détails

source: Request Details
fr: Demande de détails

source: Product Details
fr: Détails du produit

source: No products found for this request
fr: Aucun produit trouvé pour cette demande

source: Download Picking List
fr: Télécharger la liste de sélection

source: No Picking List
fr: Pas de liste de sélection

source: Stock Received
fr: Stock reçu

source: In Transit
fr: En transit

source: Apply
fr: Appliquer

source: Accepted
fr: Accepté

source: No stock requests found
fr: Aucune demande de stock n'a été trouvée

source: No stock in transit found
fr: Aucun stock en transit n'a été trouvé

source: Item added to temporary stock request list.
fr: Article ajouté à la liste des demandes de stock temporaire.

source: Item removed from the temporary stock request list.
fr: Article retiré de la liste des demandes de stock temporaire.

source: Stock request submitted successfully.
fr: Demande de stock soumise avec succès.

source: You do not have access to manage stock requests.
fr: Vous n'avez pas accès à la gestion des demandes de stock.

source: Central warehouse not found. Please ensure it exists.
fr: L'entrepôt central n'a pas été trouvé. Veuillez vous assurer qu'il existe.

source: Some items have insufficient stock.
fr: Certains articles sont en stock insuffisant.

source: Stock request approved. Picking list generated and stocks updated.
fr: Demande de stock approuvée. La liste de prélèvement est générée et les stocks sont mis à jour.

source: Stock request declined.
fr: Demande de stock refusée.

source: Invalid request.
fr: Demande non valide.

source: Stock received and branch warehouse updated successfully.
fr: Réception du stock et mise à jour de l'entrepôt de la succursale avec succès.

source: Invalid request method.
fr: Méthode de requête non valide.

source: You do not have access to view stocks in transit.
fr: Vous n'avez pas accès aux actions en transit.

source: Enter first name
fr: Saisir le prénom

source: Enter last name
fr: Saisir le nom de famille

source: Enter password
fr: Saisir le mot de passe
